### v0.7

- Змінено опис проекту на сайті
- Проведені розрахунки для організації з 7 учасників (підтримка майданчиків для комунікацій - форуму та веб-конференції)
- На сайт додано лог проекту

### v0.6

- Налаштовано сервіс WayForPay для обробки рахунків

### v0.5

- Зроблено [форум по НБФБ](http://bit.ly/nbfb-ua) в Kialo (картування аргументів) 

### v0.4

- Зроблено [сайт проекту](http://bit.ly/ThPBDo) в Draft

### v0.3

- Ідея проекту описана в [Product Canvas](https://bmfiddle.com/f/#/c4Fv8)
- Підготовлена Lean Canvas "Платформа ліберальних ініціатив (v.1.0)"

### v0.2

- Переглянуто мету проекту
